Repository: fangjunyu1/Banklet
Catalog: BankletWatch Watch App/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hk

# proverb45
source: Life is not about right or wrong, it’s about choices.
ar: الحياة ليست عن الصواب أو الخطأ، بل عن الخيارات.
ca: La vida no es tracta de bé o malament, sinó de decisions.
cs: Život není o správnosti nebo špatnosti, ale o volbách.
da: Livet handler ikke om rigtigt eller forkert, men om valg.
de: Das Leben geht nicht um richtig oder falsch, sondern um Entscheidungen.
el: Η ζωή δεν είναι σωστό ή λάθος, είναι επιλογές.
es: En la vida no hay correcto o incorrecto, solo elecciones.
fi: Elämä ei ole oikeaa tai väärää, vaan valintoja.
fr: La vie n’est pas une question de bien ou de mal, mais de choix.
he: החיים אינם נכון או לא נכון, הם בחירות.
hi: जीवन सही या गलत नहीं है, यह चुनाव है।
hr: Život nije o tome što je ispravno ili pogrešno, već o izborima.
hu: Az élet nem igaz vagy hamis, hanem választás.
id: Hidup tidak tentang benar atau salah, tapi pilihan.
it: La vita non ha giusto o sbagliato, solo scelte.
ja: 人生には正解も間違いもなく、選択があるだけだ。
ko: 인생에는 옳고 그름이 없고, 선택만 있다.
ms: Dalam hidup tiada yang betul atau salah, hanya pilihan.
nb: Livene våre har ingen rett eller galt, bare valg.
nl: Het leven gaat niet over goed of slecht, maar over keuzes.
pl: W życiu nie ma dobrze lub źle, są tylko wybory.
pt_br: Na vida, não há certo ou errado, apenas escolhas.
ro: În viață nu există corect sau greșit, ci doar alegeri.
ru: В жизни нет правильного или неправильного, есть только выборы.
sk: V živote nie je správne ani nesprávne, sú len voľby.
sv: I livet finns inget rätt eller fel, det finns bara val.
th: ในชีวิตไม่มีถูกหรือผิด มีแค่การเลือก
tr: Hayatta doğru ya da yanlış yoktur, sadece seçimler vardır.
uk: У житті немає правильного чи неправильного, є лише вибір.
vi: Cuộc sống không có đúng sai, chỉ có sự lựa chọn.
zh_hans: 生活没有对错，只有选择。
zh_hk: 生活沒有對錯，只有選擇。

# proverb46
source: Confidence is the best makeup.
ar: الثقة بالنفس هي أفضل مستحضرات التجميل.
ca: La confiança en un mateix és el millor maquillatge.
cs: Sebevědomí je nejlepší make-up.
da: Selvtillid er den bedste makeup.
de: Selbstvertrauen ist das beste Make-up.
el: Η αυτοπεποίθηση είναι το καλύτερο μακιγιάζ.
es: La confianza en uno mismo es el mejor maquillaje.
fi: Itsevarmuus on paras meikki.
fr: La confiance en soi est le meilleur maquillage.
he: ביטחון עצמי הוא האיפור הכי טוב.
hi: आत्मविश्वास सबसे अच्छा मेकअप है।
hr: Samopouzdanje je najbolja šminka.
hu: Az önbizalom a legjobb smink.
id: Kepercayaan diri adalah riasan terbaik.
it: La fiducia in se stessi è il miglior trucco.
ja: 自信こそが最良の化粧品である。
ko: 자신감이 최고의 화장품이다.
ms: Keyakinan diri adalah alat kecantikan terbaik.
nb: Selvtillit er den beste sminken.
nl: Zelfvertrouwen is de beste make-up.
pl: Pewność siebie to najlepszy kosmetyk.
pt_br: A confiança é o melhor cosmético.
ro: Încrederea în sine este cel mai bun machiaj.
ru: Уверенность в себе — лучший макияж.
sk: Sebavedomie je najlepší make-up.
sv: Självförtroende är den bästa sminkningen.
th: ความมั่นใจในตนเองคือลิปสติกที่ดีที่สุด
tr: Kendine güvenmek, en iyi makyajdır.
uk: Самовпевненість — найкращий макіяж.
vi: Sự tự tin là mỹ phẩm tốt nhất.
zh_hans: 自信是最好的化妆品。
zh_hk: 自信是最好的化妝品。

# proverb47
source: Don’t complain, and you’ll have more.
ar: لا تشتكي، وستحصل على المزيد.
ca: La confiança en un mateix és el millor maquillatge.
cs: Nezajímej se, budeš mít víc.
da: Klag ikke, du vil få mere.
de: Klage nicht, du wirst mehr haben.
el: Μην παραπονιέσαι, θα έχεις περισσότερα.
es: No te quejes, tendrás más.
fi: Älä valita, sinulla on enemmän.
fr: Ne te plains pas, tu auras plus.
he: אל תתלונן, יהיה לך יותר.
hi: शिकायत मत करो, तुम्हें और मिलेगा।
hr: Ne žali se, imat ćeš više.
hu: Ne panaszkodj, több lesz.
id: Jangan mengeluh, kamu akan mendapatkan lebih.
it: Non lamentarti, avrai di più.
ja: 不平を言わず、もっと多くを得る。
ko: 불평하지 않으면 더 많은 것을 얻을 수 있다.
ms: Jangan mengeluh, lebih banyak yang akan kamu miliki.
nb: Ikke klag, da vil du få mer.
nl: Klagen brengt je niets, wees dankbaar voor meer.
pl: Nie narzekaj, a zdobędziesz więcej.
pt_br: Não reclame, você terá mais.
ro: Nu te plânge, vei avea mai mult.
ru: Не жалуйся, и у тебя будет больше.
sk: Nezťažuj sa, budeš mať viac.
sv: Klagar inte, du kommer att få mer.
th: อย่าบ่น คุณจะได้รับมากขึ้น
tr: Şikayet etme, daha fazlasını elde edersin.
uk: Не скаржся, ти отримаєш більше.
vi: Đừng than vãn, bạn sẽ có thêm nhiều điều.
zh_hans: 不抱怨，才会拥有更多。
zh_hk: 不抱怨，才會擁有更多。

# proverb48
source: Live simply, fulfill yourself.
ar: عش ببساطة، وحقق ذاتك.
ca: Visqui de manera senzilla, compleixi amb si mateix.
cs: Žij jednoduše, naplňuj sebe.
da: Lev enkelt, fyld dig selv op.
de: Lebe einfach, erfülle dich selbst.
el: Ζήσε απλά, γεμίστε τον εαυτό σου.
es: Vive de forma simple, enriquece tu vida.
fi: Elä yksinkertaisesti, täytä itsesi.
fr: Vis simplement, remplis-toi toi-même.
he: חיה פשוט, התמלא בעצמך.
hi: सरल जीवन जियो, खुद को पूरा करो।
hr: Živi jednostavno, ispunjavaj sebe.
hu: Élj egyszerűen, töltsd meg magad.
id: Hidup sederhana, penuhi dirimu.
it: Vivi semplicemente, arricchisci te stesso.
ja: シンプルに生きて、自分を豊かにする。
ko: 단순하게 살며, 자신을 충실히 채워라.
ms: Hidup sederhana, memperkayakan diri sendiri.
nb: Lev enkelt, og berik deg selv.
nl: Leef simpel, vul jezelf.
pl: Żyj prosto, wzbogacaj siebie.
pt_br: Viva de maneira simples, enriqueça a si mesmo.
ro: Trăiește simplu, îmbogățește-te pe tine însuți.
ru: Живи просто, обогащай себя.
sk: Ži jednoducho, obohať seba.
sv: Lev enkelt, berika dig själv.
th: ใช้ชีวิตอย่างเรียบง่ายและเติมเต็มตัวเอง
tr: Basit yaşa, kendini zenginleştir.
uk: Живи просто, збагати своє життя.
vi: Sống đơn giản, làm giàu chính mình.
zh_hans: 简单生活，充实自己。
zh_hk: 簡單生活，充實自己。

# proverb49
source: The art of life is in knowing how to find peace in simplicity.
ar: فن الحياة هو معرفة كيف تجد السلام في البساطة.
ca: L’art de viure és saber trobar la pau en la senzillesa.
cs: Umění života je najít klid v jednoduchosti.
da: Livets kunst er at finde fred i enkelhed.
de: Die Kunst des Lebens ist, Frieden in der Einfachheit zu finden.
el: Η τέχνη της ζωής είναι να βρεις την ειρήνη στην απλότητα.
es: El arte de la vida está en saber disfrutar de las cosas simples.
fi: Elämän taide on löytää rauha yksinkertaisuudessa.
fr: L’art de la vie est de trouver la paix dans la simplicité.
he: אומנות החיים היא למצוא שלום בפשטות.
hi: जीवन की कला सादगी में शांति पाना है।
hr: Umjetnost života je u tome da se nađe mir u jednostavnosti.
hu: Az élet művészete a legegyszerűbb boldogság megtalálása.
id: Seni hidup adalah menemukan kedamaian dalam kesederhanaan.
it: L’arte della vita sta nel saper essere soddisfatti.
ja: 人生の芸術は、常に満足することにある。
ko: 삶의 예술은 만족하는 데 있다.
ms: Seni hidup terletak pada kepuasan yang berterusan.
nb: Livets kunst ligger i å være fornøyd.
nl: De kunst van het leven is het vinden van vrede in eenvoud.
pl: Sztuka życia polega na tym, by cieszyć się prostymi rzeczami.
pt_br: A arte da vida está em ser contente com as coisas simples.
ro: Arta vieții constă în a fi mulțumit cu lucrurile simple.
ru: Искусство жизни — это умение радоваться простым вещам.
sk: Umenie života spočíva v tom, že si ceníme jednoduché veci.
sv: Livets konst ligger i att uppskatta de enkla sakerna.
th: ศิลปะของชีวิตคือการรู้จักพอใจในสิ่งที่เรียบง่าย
tr: Hayat sanatı, basit şeylerin tadını çıkarmaktır.
uk: Мистецтво життя — це вміння цінувати прості речі.
vi: Nghệ thuật sống là biết trân trọng những điều giản dị.
zh_hans: 生活的艺术在于知足常乐。
zh_hk: 生活的藝術在於知足常樂。
